{"cards": [
    {"number": 0, "name": "The Fool", "card_straight": "The Fool card represents the seeker of new experiences, personal growth, development and adventure. Be open-minded and ready to explore new things that might become available to you. Trust in the Universe that if you begin a new journey, you will find success. The Fool encourages you to believe in yourself and have courage to take the leap that can eventually bring you knowledge, peace and liberation.", "card_reversed": "The Fool card reversed advises against taking risks, but it embraces organization and wise project management to reduce any time wasting.  The reversal can also represent a sudden change of mind either about people or ideas."},
    {"number": 1, "name": "The Magician","card_straight": "The Magician card represents the determination and initiative needed to turn visions into reality. It is all about focused consciousness and willingness to complete tasks using the right tools, skills and abilities. The Magician suggests the use of communication skills to make links and facilitate change in areas that need improvement as well as being cunning, charismatic and clever in order to create illusions that serve an end goal. This card is a good omen to have in your spread, as it represents success in a spiritual or material form.", "card_reversed": "The Magician card reversed represents inability to properly utilize time or talents. It is associated with a project that you have started, but cannot finish. Possibly you don/'t have the tools you need to complete the task at hand. You might not have the necessary skills yet, can/'t do it by yourself or your intentions are not well formed and need to be rethought."},
    {"number": 2, "name": "The High Priestess","card_straight": "The High Priestess card implies that you are looking for deeper significance, spiritual purpose or value that affords greater meaning to your life and work. Use your intuition and access your inner wisdom to find answers you seek and to determine your path.", "card_reversed": "The High Priestess card reversed signifies a lack of personal harmony, increased sense of superficiality and distance in relationships. You may feel a loss of self, and doubt your own identity due to a lack of connection with your inner wisdom. Embrace your intuition and trust the goodness of Universe."},
    {"number": 3, "name": "The Empress","card_straight": "The Empress card refers to care, fertility and a creative life force. She encourages and nurtures the growth and development of a wide variety of things. For example: a new venture, business idea, romance, relationship and anything that takes the form of being born and grown. Your creative energy flows through you as you nurture your projects until fruition.", "card_reversed": "The Empress card reversed is associated with aspects of the negative feminine, which include self-indulgence, vanity and superficiality. You might be not taking proper care of yourself or others, or conversely you may be excessively generous and selfless. You may feel alone and useless due to lack of creativity or the frustration of creativity denied. There may be a period associated with infertility or health problems."},
    {"number": 4, "name": "The Emperor","card_straight": "The Emperor card represents intellect. You might be asserting leadership, acquiring power or assuming responsibility. You have discipline, reason and logic to establish a concrete foundation for your future successes. The Emperor encourages you to express your vision within a hierarchical structure, and shape and direct your future by setting goals.", "card_reversed": "The Emperor card reversed represents loss or dislike of authority, whether corporate, governmental or parental. You could vacillate, back away from challenges, lose control or use excessive force. Be mindful of your relationship with power and control. Take good care of your health to prevent any future problems."},
    {"number": 5, "name": "The Hierophant","card_straight": "The Pope or Hierophant card is about teaching, counseling and learning. You might be taking or teaching a class, learning fundamental principles that have proven effective over time. You could be focusing on problem solving or looking for answers on the way to your next level of growth and change in life.", "card_reversed": "The Hierophant card reversed indicates the \"outsider\" or iconoclastic consciousness. It warns you to watch out for the distortion of truth. You might be confused or unsure about the difference between right and wrong. You may want to question authority and choose to listen to your own wisdom. Weigh all pros and cons very carefully and use your best judgment and remember - you do not need external approval to be successful."},
    {"number": 6, "name": "The Lovers","card_straight": "In divinatory readings the Lovers card means an important choice between two desires. Perhaps you need to reconcile and balance some duality within yourself. Use your knowledge and experience to help you to choose wisely. Relate to others to exchange thoughts and opinions. Consider choosing a worthy companion, as your own self-worth may be mirrored by the way a partner treats you.", "card_reversed": "The Lovers reversed indicates that you could be in a complicated relationship or are having trouble making a decision. Work on your social skills to avoid communication problems that could lead to confusion or conflict due to disagreement or misunderstanding. Let harmony and love guide you on the way to finding your values. Honor those values in your choices. Be extra careful when making important decisions."},
    {"number": 7, "name": "The Chariot","card_straight": "The Chariot is a card about personal development, confidence, optimism and faith in your own abilities. You could be building your career, fame, influence or proving your mastery. It can be symbolic of drive, motivation and determination and is linked to providing the tools necessary for you to succeed. It also could indicate travel or transportation. You could be moving forward in your career or personal life, moving to a new location or taking a trip. This is a good card to have in your spread as it indicates that your determination and willpower will help you overcome obstacles on your way to success.", "card_reversed": "You may be overconfident in attitude and rash in your actions. There could be conflicts and problems due to opposing ideas and aims. Perhaps you are being inconsiderate and disregarding the rights of others. You may feel as if you are not getting anywhere in your goals. With this card comes a warning against overwhelming ambition and too high expectations. You could also have some unexpected changes or problems in your travel."},
    {"number": 8, "name": "Strength","card_straight": "The strength card is all about courageous perseverance. You have inner power and strength and you are able to transform it into what is necessary to succeed.  The courage to engage your heart to its fullest may give you power to express your unique creative and vital abilities. In order to move forward you will need a huge amount of drive and determination. Use intellect and will to direct you to success. This card is also about forging connections with the help of compassion, love and understanding.", "card_reversed": "Perhaps you are struggling with a divided self. When your heart is not in something you may be unable to endure the struggle. You might overestimate your abilities, pit yourself against impossible odds and persist in something when it would be better to stop. You may be overwhelmed by forces outside your control and even become faithless. This reversal can signal the awakening of your own powerful force, whether for good or ill."},
    {"number": 9, "name": "The Hermit","card_straight": "The Hermit card is all about spiritual knowledge and self-discovery. You may want to retreat from everyday life and distracting influences in order to discover your inner peace and wisdom and decide what is really important to you. Using knowledge of the past will help you choose a path where your potential will continue to unfold.", "card_reversed": "This reversal can indicate holding yourself and others to excessive perfectionism and impossible standards and often can signal a mid or late life crisis. You may claim an expertise you don/'t really possess, give or receive bad advice or refuse to listen. Try to examine the situation closer and do not deny what is right in front of you. Beware of groundless suspicions about the motives of others and paranoia that could be driven by overcaution."},
    {"number": 10, "name": "Wheel of Fortune","card_straight": "The Wheel of Fortune card is all about positive change and new opportunities in all areas. It can indicate good fortune, the appearance of destiny, karmic change and an evolution of consciousness. This is a card of prosperity, effortless success, luck, improvement, advancements, progress and good health.", "card_reversed": "The Wheel of Fortune reversed can indicate unpredictability in life. You may experience delays, difficulties and annoyances with your hoped-for changes. You might have to redo or repeat something you did before. Things might start happening too quickly and too fast, not allowing for any kind of planning. This card comes with a warning against gambling at this time. You need to remain strong in the face of any adversity, exercise caution to maintain equilibrium and believe that the wheel will turn."},
    {"number": 11, "name": "Justice","card_straight": "The Justice card is all about accounting for your actions. This card emphasizes the importance of making decisions while being true to yourself and your own nature. You need to honor your personal truth, while still being fair and morally upright. You might need to balance your accounts or make decisions concerning money or compensation for your work and time. Some consequences of your past actions could be surfacing and need to be resolved. This card often shows that equilibrium needs to be found between understanding and action, truth and justice.", "card_reversed": "The Justice card reversed often indicates that something may be \"not fair\" or the idea of truth is distorted. This is the time when balance could be disturbed and you need to start looking at each situation from multiple angles to uncover the truth. Be prepared to endure some injustice and answer for your actions. You may need to adjust imbalances in your life and relationships to deal with consequences that require restrictions or amends."},
    {"number": 12, "name": "The Hanged Man","card_straight": "This card is about seeking wisdom and spiritual awareness instead of material benefits through surrendering to an opposing point of view, reversing your consciousness and imagining differently. It could be a time of stagnation and frustration for you, but as long as you have devotion to a cause and are willing to make a sacrifice to straighten up your affairs, you will be able to receive new life insight and clarity that will set you free from this temporary period of unrest and set you back on the right path so that you can move forward with confidence.", "card_reversed": "The Hanged Man card reversed is about pausing and surrendering to the process. You might be wanting to do things right but are unsure where to start, or you might be stuck in procrastination. You could be absorbed in materialism and act somewhat selfishly, with your own agenda and personal perspective hidden behind your back. Perhaps you need to take time to become aware of all your options as you may be at a spiritual turning point, looking for direction."},
    {"number": 13, "name": "Death","card_straight": "The Death card is all about powerful transformation, change and entrance into a new state. You can view this card as one that represents assimilation and integration into a new form.  Some parts of your life might be disintegrating and falling away, making way for new opportunities to emerge. Whatever you have been struggling with soon will be over with, enabling you to finally move on and find what really supports you.", "card_reversed": "The Death card reversed often represents fear of or a refusal to face inevitable change. You may be delaying or resisting the ending of something, and thereby deluding yourself, prolonging the pain and preventing new growth. You might be recovering from grief, sadness or depression and going through some mental, physical or emotional distress. This reversal, however, more likely suggests a pessimistic attitude or state of mind rather than actual calamity."},
    {"number": 14, "name": "Temperance","card_straight": "The Temperance card is about finding and creating balance and harmony in your life. You have the ability to combine materials, resources, people or ideas into new forms and find the right combinations of things that work best together. You have a great basis for good management because of your ability to successfully communicate your ideas to the public. You have confidence and optimism and you are able to handle volatile situations well.", "card_reversed": "The Temperance card reversed often means that something is out of balance, in conflict or is excessive. You may feel that people are uncooperative or circumstances are out of hand, leading to your frustration and emotional distress. You might avoid solving a problem, perhaps because you feel uncreative or have little confidence. You could be trying to combine too many elements, or even the wrong ones in too short a period of time. You could lack compassion, be out of sync, overreact or overcompensate. This is the time for you to focus on your own inner peace, and leave what is going on around you to resolve itself on its own."},
    {"number": 15, "name": "The Devil", "card_straight": "The Devil is primarily about being in the dark about something or choosing to ignore the truth. You may be tempted by desire, lust, greed or pride. You could be inflicting pain upon someone, or acting from jealousy, envy or spite. Beware of addiction, obsessive compulsive or paranoid behavior that could result in isolation and separation. This card often is drawn to warn you that you might be the one who is bringing pandemonium or inviting chaos.", "card_reversed": "The Devil card reversed often represents the path of going from sinner to saint. You may become more conscious of your destructive behaviors and misuse of power. You are able to say no to temptations and escape unpleasant situations. If you realize your fears are groundless, you can release yourself from false inhibitions and patterns of manipulation and codependency."},
    {"number": 16, "name": "The Tower","card_straight": "The Tower card represents unexpected change and is often associated with the breaking of habits or structures, which can bring spiritually awakening at the end. While this may involve such situations as natural disasters, accidents, bankruptcy or getting fired, it is likely to be less calamitous. Old outdated forms will tumble down and this will inevitably give rise to new paradigms and opportunities in your life. Accept coming change and view it as if you are cleaning your house and getting rid of outdated stuff.", "card_reversed": "The Tower card reversed can indicate narrowly averted disaster, freedom from constraints or the cessation of difficulties. Alternatively, you may feel trapped, with needed change being delayed or denied. You may turn a blind eye to oppression and accept that things are not right. Or, you could experience anxiety and believe that disasters are imminent. However, there is often more confusion than actual emergency. This card can be seen as one that represents imprisonment. It is indicator of being locked up in a certain situation."},
    {"number": 17, "name": "The Star","card_straight": "The Star card is all about being liberated and at peace, having balance of hope and effort. You could be invested into a good cause, have desire to know the truth, be totally open and honestly express yourself with nothing held back. You might be ahead of the time in your actions by being involved in projects beneficial to your fellow beings. This card can signal the birth of a talent, artistic or scientific inspiration. You may receive recognition for creative imagination, altruism, beauty and accomplishments.", "card_reversed": "The Star card reversed represents lack of trust and self-doubt, disappointment, instability and false appearance. You may lack faith in yourself and think you do not have enough talent, grace or beauty. It is often just disillusionment, triggered by absence of inspiration, and has little to do with reality. You could also long for unattainable ideals which are out of reach."},
    {"number": 18, "name": "The Moon", "card_straight": "The Moon card is about intuition, dreams, mystery and symbolism. This card represents the displacement of meaning from one thing to another. You may have lack of clarity in what you want, as if several parts of you are crying out for different things. You may need to work on a karmic relationship from the past that could be affecting your current life. Your communication with others could be filled with misunderstandings. On the other hand, now could be a particularly creative period for you and you need to harness that creative energy to a positive end. When this card appears, always listen to your subconscious and your intuition as they are trying to guide you.", "card_reversed": "The Moon card reversed often represents denial of the unseen world and resistance to receiving intuitive impressions. You might prefer rationality, practicality, reason and literalness and try to block any psychic information you may need. On the inner level, there may be self-delusion. Beware of conspiracies, instability, deception and irrational behavior. Face perils with calm and acceptance to evolve beyond your fears and insecurities."},
    {"number": 19, "name": "The Sun","card_straight": "The Sun card is about happiness, joy, satisfaction and a radiant sense of well-being. This card is an incredibly positive card that brings with it feelings of inner peace, contentment and hope. Gloom is dispelled and brightness finally able to fill up your life. This card is incredibly positive and could indicate confidence and self-assurance. You might feel brightly optimistic or enthusiastic. Your optimism, creativity, and vision could lead to promotion or attainment of your desired goals. You have the ability to visualize what you want and make it reality. It can indicate good health, material fortune or good friendship.", "card_reversed": "The Sun card reversed may indicate that you are holding back your inner light. You might lack confidence, refuse to acknowledge joy in your life or be afraid to enjoy yourself. You may be unable to accept recognition or success. Beware of overbearing ego inflation, broken agreements, delusions of grandeur and self-assurance."},
    {"number": 20, "name": "Judgement","card_straight": "Changes and improvements. Satisfactory outcome to a specific matter or period of life. Joy in accomplishment. Awakening. Rebirth. A good time for career moves. renewed, health, vitality and mental clarity. Sometimes indicates important pending decisions that will change the pattern of life for the better.", "card_reversed": "Stagnation. Delay in concluding a series of actions. Fear of change and sometimes fear of death. Lack of progress due to lack of important decision making. Separations that are not necessarily permanent. Sometimes guilty feelings. Broader outlook. The turning of a page in life. The passing of an old condition leads to a new one. Where one door closes another one opens."},
    {"number": 21, "name": "The World","card_straight": "The World is a card of accomplishment and the end of an event or series of events. It is a period where something that has been striven for finally comes to fruition. For example a writer getting their novel published or an Olympian winning his/her first gold medal or even someone completing their final thesis that leads to their doctorate (PhD). The World also symbolizes travel, not necessarily short journeys but deep rewarding journeys. You may also find that if you have embarked upon a large project or period of study that was successful, then your talents will become highly sought after. This is a card of lasting success and no matter what you do or where you go you will certainly feel comfortable in your own skin. Accomplishment. Fulfillment. Completion of a personal cycle, project, series of events or chapter in life. Success. A culmination of events. A sense of repleteness. Know oneself to know success and utilize creative imagination. Strength from harmonious actions. Perfection through persistence.", "card_reversed": "Frustration. Completion delayed. Sometimes fear of change. Inability to bring something to a satisfactory end. Resistance to change. Lack of trust. Despite appearances to the contrary, an indication that events have not yet come to a conclusion but are nearing completion. Hesitation. Overbearing actions of superiors. Synchronise, body mind and emotions."},
    {"number": 22, "name": "Ace of Wands","card_straight": "The Ace of Wands is symbolic of launching oneself with great enthusiasm in to an exciting new project or career. This card in your spread would suggest that you are now ready to put any new plans into action with all of the creative energy that you need. This is the start of your journey and you may find that you have feelings of spiritual awakening and enlightenment. This card can also suggest travel and/or the start of a new relationship. With the Ace of Wands in your spread you should be feeling ready to conquer the world!", "card_reversed": "Starkness, impotence, unfruitfulness, avarice, greed. An over confidence that ends in tears. In a woman's spread this card may indicate trouble with men."},
    {"number": 23, "name": "Two of Wands","card_straight": "The Two of Wands is a card of choice, where you may find yourself faced with two options and it will be up to you to use your inner wisdom and judgment to make the right choice. Depending upon which literature is studied, this card is also symbolic of new projects and new goals in life but you must carefully weigh up the alternatives. Opportunities are starred relating to partnerships and this may involve some travel or moving away. You may also find that you have reached a crossroads with a relationship and this could be either choosing to end a relationship, start a new relationship or move the existing relationship to a deeper level of commitment. This card is one that definitely brings with it a set of choices.", "card_reversed": "Boundless ambitions. Attainment of a worthless goal. Riches and fortune obtained questionably, underhandedly or via deception. Loss of faith in one's own rationale and oneself."},
    {"number": 24, "name": "Three of Wands","card_straight": "The Three of Wands is a card that is symbolic of decisions that have been made and now those decisions are bearing fruit. It is a card of happiness and optimism. As wands are generally associated with travel anyway, then you may find that you have some business related trips. If you are feeling anxious about anything at the moment then with this card in your spread you should find that your worries begin to decrease. You have already done all of the groundwork necessary to put your plans into action, now is the time to enjoy the rewards. In terms of relationships then this card is indicative of growth and sometimes some travel may be starred.", "card_reversed": "Failure to put plans into action. Unattainable goals. Lack of communication between dreams and reality. Issues relating to a promising looking enterprise. Great plans that do not come to fruition. A retreat from reality into fantasy."},
    {"number": 25, "name": "Four of Wands", "card_straight": "The Four of Wands is symbolic of the laying down of firm foundations for the future. It is a card of looking back and admiring the fruits of one's labour. This card is indicative of the completion of projects and whatever has been established is worthwhile and should be enjoyed. Consolidation is a good descriptive term for the meaning of this card particularly if two or more fours appear in a reading because this suggests the realization of one's dreams and fulfillment of your ambitions. With this card in your spread you may find that relationships move to a deeper commitment or will acquire solid foundations. If you are considering the purchase of a property then now would be a good time to give this serious thought; and if you have had any money worries lately then this is a good card as it can indicate monetary success.", "card_reversed": "Happiness that is unorthodox in nature. A life ruled by superfluous and artificial constraints and rules. Tradition which leads to innate snobbery and superiority. Exceptional and profound reliance upon ceremony, decorum and routine. A period of respite before successfully concluding a project."},
    {"number": 26, "name": "Five of Wands", "card_straight": "The Five of Wands is a card that can bring with it a 'spoke in the wheel of life', or a 'fly in the ointment', so to speak. When things are going smoothly often there is something that comes along to challenge the status quo and the Five of Wands warns of this. In traditional imagery five wands or sticks are seen clashing together and this could mean the clashing of personalities, or conflicts that begin to arise. If you are a member of a group or team you may find that this group is not necessarily working together at its best. However it could also mean that you are wrestling with your inner emotions because of too many demands on your time. IN a relationship you need to be careful of falling into a pattern of leading separate lives and watch out for any conflicts. This card although can put the break on what may have been the smooth running of your life can be overcome but it will take effort on your part.", "card_reversed": "Trickery, deception, defeat, some upset. Litigation and legal wrangles that could be avoided. Spiteful conversation and unnecessary competitiveness."},
    {"number": 27, "name": "Six of Wands", "card_straight": "The Six of Wands is an excellent card to have in your spread, especially if you haven't been having the best time lately. This is a card where you will realize exactly what it is that has been bothering you and exactly how to fix the problem. It will be almost like having a Eureka moment. This is a card that symbolizes both victory and gains. Your past efforts will be rewarded and any legal issues may be favourably resolved. Progress is starred with this card. Relationships are also well starred as this card suggests that you and your partner have similar aims and objectives; therefore a new level of commitment may be on the cards because of this. Your confidence should grow and so too your adaptability to any changing events or difficulties.", "card_reversed": "Indecision, fear that one's enemies are engaging in surreptitious activity. Fear about the outcome of a situation. Delayed news or rewards."},
    {"number": 28, "name": "Seven of Wands", "card_straight": "The Seven of Wands is a card that is very similar in meaning to the Five of wands in that it signifies a 'spoke in the wheel'. You may find that up to now projects have been successful, but now certain situations or other people are making things difficult. Your plans may no longer be acceptable to others and this could place you in a somewhat more competitive environment. However you need to see the fruits of your labour and the way this can be achieved is through courage and sustained hard work and effort. This card can also suggest that some people may envy what you have achieved to date and this must be addressed.", "card_reversed": "Indecision and retreat. Lack of decisiveness may cause the challenge to be lost. Opportunities lost through hesitation. Giving in just as the end was in sight. Depending upon surrounding cards, a turning away from success due to fears of responsibility."},
    {"number": 29, "name": "Eight of Wands", "card_straight": "Understanding and harmony. The time and conditions are right to facilitate success. A process of speeding-up and an end to delays. A time for 'grasping the nettle', taking the initiative or taking charge. This card also indicates: important journeys, correspondence, and favourable news. A card of hope.", "card_reversed": "Disputes and disagreements. Great effort and a driving force that is totally wasted through the running out of steam. Silly, spontaneous actions. Cancelled journeys and possible career and job related issues. Jumping in both feet first before testing the water."},
    {"number": 30, "name": "Nine of Wands","card_straight": "Order, discipline an unassailable position. Any opposition will be defeated. Courage in the face of attack or adversity and a stability that cannot be removed. Good health.", "card_reversed": "Lack or inability to give and take. Projects pursued that are destined to fail because of their impractical nature. Delays and disarray. Card could indicate possible health related issues. A secure position that is no longer. Personality flaws."},
    {"number": 31, "name": "Ten of Wands","card_straight": "Conduct that is honourable. Great good fortune that is now a burden due to its demanding nature and demands on time. Diseconomies of scale in business, a successful pastime that can no longer be administered by its creator. Lack of social life due to the demands of a project, job or overtime.", "card_reversed": "A concerted effort to spoil the pleasures and affairs of others because of envy. An inability to delegate in a job, leading to unnecessary stress. Upsetting others in a devious way."},
    {"number": 32, "name": "Page of Wands","card_straight": "A trustworthy, reliable young person, with an inborn desire to bring happiness, excitement and light to those around. This person is a messenger of good news and witty gossip. A person who is faithful in service to superiors.", "card_reversed": "Honest qualities, that may turn to petulance. Someone who believes they are trustworthy, but all the time being unfaithful. A person unable to keep a confidence, or someone who betrays trust and spreads gossip. The card can also indicate journeys that are delayed or a change of address."},
    {"number": 33, "name": "Knight of Wands","card_straight": "A lover of action, this is the card of someone who has a well-liked, energetic, confident, but sometimes unpredictable nature. He has an engaging temperament and his actions sometimes a little swift do tend to make sense with hindsight.", "card_reversed": "This person's enthusiasm is so great it becomes at odds with those around. Someone who enjoys discord, arguments, strife and trouble just for the sake of it and actively seeks to cause it. Card may also indicate delayed journeys."},
    {"number": 34, "name": "Queen of Wands","card_straight": "A lady of the manor either living in or loving the country. A very generous, capable and fair person especially in her dealings with people. A woman who is both fertile in mind and body and a homemaker. She enjoys social ease due to her charm and is protective towards those in her circle. The card may also indicate the success of a project.", "card_reversed": "A person who has a tendency to dominate or to be bitter; an envious, matriarchal and overbearing woman. A person who has a cruel very dry sense of humor and tends to imagine people are out to get her, even though malice was never present or intended."},
    {"number": 35, "name": "King of Wands","card_straight": "A charming, responsible, loyal, entertaining, witty, honest, conscientious and generous person. A lover of the home and family life. A very passionate and virile man who is good at moral support and encouragement. When pushed or provoked he acts without hesitation, but can sometimes find this hard as he can often see both sides of an argument. The start of a grand new project or career plan.", "card_reversed": "He has an inability to understand or appreciate another's point of view, particularly if they are coming from a lower moral standpoint than his own. He is intolerant, narrow minded and a bigot with deep prejudices. He has a ruthless streak and cares little for the feelings of others."},
    {"number": 36, "name": "Ace of Cups","card_straight": "Faithfulness, fertility, joy, love. The commencement of creative or artistic projects. All the positive powers of the unconscious mind.", "card_reversed": "The card is symbolic of changes that may not be for the best, possibly a time of barrenness, which can be either of a physical or mental nature. Issues relating to love, stagnation, feeling upset, possibly loss of faith."},
    {"number": 37, "name": "Two of Cups","card_straight": "Affection, love, the beginnings of a new romance, partnership or friendship. Emotional affinity, sympathy, joyous harmony, the reconciliation of opposites in mutual trust. Resolved differences.", "card_reversed": "Opposition, marriage issues, untruthfulness or falseness in a personal relationship. Misunderstandings and quarrels, love not returned."},
    {"number": 38, "name": "Three of Cups","card_straight": "A fortunate end to a valued project or venture. A birth possibly physical, but may mean the birth of a new project instead. Great happiness as the result of a marriage or a birth. Something coming to fruition that was conceived out of love. A card of abundant fertility, trust harmony, maternity and the healing of ills. Possibly a celebration. Psychic revelation.", "card_reversed": "Self indulgence to excess. Selfishness and sensuality. Feelings of not being so happy, unbridled passion, health issues possibly associated with smoking or over-eating and obesity, possibly loveless lovemaking."},
    {"number": 39, "name": "Four of Cups","card_straight": "Time to re-evaluate an all too familiar environment, dissatisfaction and boredom. The need to search for a more stimulating way of life. Apathy, dwelling on past experience. Love that turns to familiarity. Happiness that has reached its peak. Possibly the establishment of a family.", "card_reversed": "All kinds of excess, health issues or fatigue as a result of over indulgence. The overturning of a way of life. Rapid change that may result in new anxieties. Excitement for its own sake that brings little or fleeting pleasure. A low boredom threshold."},
    {"number": 40, "name": "Five of Cups","card_straight": "A need to re-order and re-evaluate priorities.  Union.  Feelings of disappointment in someone or in oneself. Feelings of loss and a deflated ego.  There is a need to curb futile belligerence and accept the inevitable.  Some worries and regrets. Issues relating to engagements and emotional letdowns.  Emotional or monetary legacies.", "card_reversed": "An altered way of life.  False dawns and false starts.  Issues that may suddenly arise from an unexpected source.  Feelings of anxiety."},
    {"number": 41, "name": "Six of Cups", "card_straight": "Harmony, past associations have brought present relationships. A sense of the past. Happiness that results from past efforts. Pleasant memories and the realisation of a dream. Can also indicate new elements entering one's life which are linked to the past, which will work through the present to create the future.", "card_reversed": "A hankering after the past and that which is gone and never to return. Vanity and pride in past success and accomplishment creating a barrier to future success. A Clinging to the past and outdated habits and customs. Exaggerated nostalgia."},
    {"number": 42, "name": "Seven of Cups","card_straight": "A need to reflect upon choices. Sometimes too many choices and opportunities are presented, which need careful consideration if a grave error of judgement is to be avoided. This card may refer to a variety of choices of people for example, marriage and other partners. The inquirer is faced with several choices one of exceptional promise but great perception is needed for this to be seen. This card may also indicate mystical experience of an inspiring kind.", "card_reversed": "Reliance upon false hopes. Inaction causing the loss of opportunity. Fear of success. Self-delusion and indecision."},
    {"number": 43, "name": "Eight of Cups","card_straight": "A turning point, a severing of links with the past, which have become outdated. A turning away from established relationships and objects of affection, to facilitate progress to newer and deeper things. A change of perspective a change of viewpoint. Security and attachment.", "card_reversed": "Abandonment of that which has been well founded in order to pursue an impossible ideal. Fantasy and risk taking. Restlessness and a warning against recklessness."},
    {"number": 44, "name": "Nine of Cups","card_straight": "The future is well starred, satisfaction, contentment and physical well-being. Overcoming difficulty. Emotional stability, a benign outlook. Inner security which radiates a general aura of goodwill. Liberality, generosity of spirit, feelings of harmony.", "card_reversed": "Falling into error, complacency, vanity and self indulgence. Concern about a shortage of money due to spendthrift tendencies or loss of credit cards. Sentimentality and an overlooking of the faults in others which can lead to abuse of hospitality."},
    {"number": 45, "name": "Ten of Cups","card_straight": "Lasting happiness and security, although sometimes this may be indicative of being in a rut. Good reputation and honour, true friendship and happy family life. Perfect love and concord between people. A search for fulfillment is marked with success. A peaceful and secure environment.", "card_reversed": "The manipulation of society for personal gain. Friendship issues. Possible family quarrels. Sudden disruption of an ordered environment and ordered routine, anti-social actions. Look for signs of new adolescents or new births."},
    {"number": 46, "name": "Page of Cups","card_straight": "A symbol of Imagination. May indicate a time for quiet reflection. Depending upon surrounding cards: a messenger bringing news of an engagement, marriage or birth. A reflective, poetic, quiet and artistic person, gentle and kind. A person with a wealth of knowledge, giving freely his advice. A person gifted with much foresight.", "card_reversed": "Depending upon surrounding cards: a possible deception that will be uncovered. A failure to make meaningful commitments and shallow self indulgence. A person with much surface and shallow knowledge, a 'jack of all trades'. A scheming person that is selfish and keeps his knowledge to himself. He has an appreciation of the beautiful but is not applied enough to become an artist. A person who is lazy and may be prone to lies and harmful gossip."},
    {"number": 47, "name": "Knight of Cups","card_straight": "Change and new excitements, particularly of a romantic nature. Invitations, opportunities, and offers. A person who is a bringer of ideas, opportunities and offers. He is often constantly bored and in constant need of stimulation, but also artistic and refined. A person who is amiable, intelligent full of high principals, but a dreamer who can be easily led or discouraged.", "card_reversed": "Unreliability and recklessness. Concerns about fraud, embezzlement, false promises and trickery. May indicate a person who is a congenital liar, someone who has trouble discerning the end of the truth and the beginning of falsehood."},
    {"number": 48, "name": "Queen of Cups","card_straight": "A happy card which indicates balance and harmony, also symbolizes high achievements made possible by the use of imagination. A woman who is trustworthy, highly imaginative and artistically gifted, affectionate and romantic in outlook, and creates an other-worldly atmosphere around herself. A woman who lacks common sense, but is highly intuitive and sometimes psychic and dreamy. Atmospheres, other people and events can easily influence her.", "card_reversed": "Fecklessness. A woman who cannot always be trusted, someone who is a dreamer, unreliable and cannot be depended upon. She is swift to change her opinions without reason or good cause. A woman who can sometimes be given to hysteria. She may even lead others down the wrong path in pursuit of some idle fantasy."},
    {"number": 49, "name": "King of Cups","card_straight": "A person who commands respect, but not love. A man of business or law, considerate and responsible. He is kind but ambitious and a skilled negotiator. He is a born manipulator, someone who has arrived in a position of power by the use of brain as opposed to brawn. He avoids taking people into his confidence and often works in secret or behind the scenes. He is a seeker of power, with hidden motives, often distrusted or feared by those around him.", "card_reversed": "May indicate an aggressive, unscrupulous, untrustworthy man who may be involved in double dealing. His only responsibilities are to himself and he has no moral sense. He may try to involve his associates in gossip as he himself may be drawn."},
    {"number": 50, "name": "Ace of Swords","card_straight": "Total and complete change of mind. In its purest form the ace is symbolic of strongly constituted authority, and pursuit of ultimate truth. Triumph, victory and success, a rebirth and a new beginning.", "card_reversed": "Confusion, exaggeration in thought, hostility, mishandling of power. The death of an intellectual venture. An inability to speak fluently. Feelings of melancholy and possible postal or mail issues."},
    {"number": 51, "name": "Two of Swords","card_straight": "Courage, delicate and precarious balance in adversity. Differences resolved, relief, restoration of peace, truce, a weight off the mind.", "card_reversed": "Concern about duplicity, anger, willful misguidance and misleading advice. Concern regarding disloyalty, trickery and pretense. A difficult route to success. Marital issues. Concern about overwork."},
    {"number": 52, "name": "Three of Swords","card_straight": "Sadness and upset but with a positive view in end: upheaval, separation, disruption and discord. Heartbreak, tears, strife, conflict. The clearing of that which is obsolete to make way for that to come. Establishment of something better.", "card_reversed": "Spiritual and mental confusion and the separation of mental concepts, discord, falseness and disharmony. Concerns relating to the breaking of a truce, quarrels or enmity. Physical or mental issues. Restrictive responsibilities and a need to blend the ideal with the practical. Business related issues."},
    {"number": 53, "name": "Four of Swords","card_straight": "Retreat, withdrawal, peace established through arms. Rest, recovery, recuperation from battle, and relief from any anxiety or sorrow.", "card_reversed": "Seclusion, restrictions, low mood and failure of nerve. The death of an artistic venture. A determination to overcome obstacles. Plodding perseverance. Guard against negative emotions."},
    {"number": 54, "name": "Five of Swords","card_straight": "A need to curb futile belligerence, accept the inevitable and swallow pride. Negative thoughts and attitudes. Alertness pays off. Escape from risks.", "card_reversed": "Suspicions, indecision. Concern about malice, spite or someone acting as such in personal affairs."},
    {"number": 55, "name": "Six of Swords","card_straight": "Gradual change, movement or travel away from difficulty or risks. The solution of current problems. Long journeys and passage away from upset. Obstacles that are overcome.", "card_reversed": "Developments that are unexpected, temporary relief from difficulties, need for continuing effort and strength. Once one obstacle is surmounted another may present itself."},
    {"number": 56, "name": "Seven of Swords","card_straight": "Sudden desire and impulse. A card of caution in the face of opposition. Change of residence, job or possibly both. May indicate a thief in the midst. An indication of triumph in the face of adversity, but must be through cunning. No real progress through lack of purpose.", "card_reversed": "Counsel and specific advice. Reluctance to carry through daring actions when necessary. Failure of nerve and indecision. Surrender when victory is almost in sight. Inability and reluctance to complete what has been started."},
    {"number": 57, "name": "Eight of Swords", "card_straight": "Envy, often from colleagues or family, predicaments and enforced isolation, issues relating to health and repression, difficulties and unhelpful circumstances dictated by fate. Positive thinking in the face of adversity. Life's limitations bring strength.", "card_reversed": "Hard work reaping little reward, frustration, gloom, feeling down. Effort being exercised in the wrong place. Change and liberation. A moving away from a problem rather than finding the solution to it. An enthusiastic approach is the way forward."},
    {"number": 58, "name": "Nine of Swords","card_straight": "Deception, premonitions and bad dreams, feelings of melancholy, unkindness, discontentment, aggression and gossip. All of these may be overcome through faith and calculated inaction. This is the card of the martyr and with it comes new life out of any upset.", "card_reversed": "Guard against distrust and suspicion, gloom, melancholy and meanness. Total isolation away from comfort. Love overcomes arguments. Problems overcome by wisdom."},
    {"number": 59, "name": "Ten of Swords","card_straight": "Upset, unhappiness, interruption and distraction; although generally this refers to a group rather than an individual. Guard against, possible trouble, sudden hard luck, mishaps and theft. There is cause for optimism; as the lowest point in the cycle is reached, from now on things can only get better. The worst is over.", "card_reversed": "Only an illusionary lifting of burdens or release from affliction. Extreme change. Only temporary good fortune. Keep trying, great effort leads to reform. Faith may help in times of discouragement."},
    {"number": 60, "name": "Page of Swords","card_straight": "A good personal emissary, although sometimes a card associated with spying or surveying others from a detached viewpoint. A person of grace, dexterity, diplomacy and skilled in the ability to work out the true nature of things. A person who can negotiate expertly on behalf of his peers. Detachment is one of the true qualities of this figure.", "card_reversed": "May indicate a hypocritical, cunning and possibly mean person, with an inability to grasp the nettle. A seeker of hidden weaknesses in enemies, devious and given to snooping in other people's affairs. Unforeseen events. Health related issues, or plans being overtaken by events."},
    {"number": 61, "name": "Knight of Swords", "card_straight": "A clever, skillful and active person, courageous and strong, always at his best in a difficult situation. He may have a tendency to dominate and depending upon surrounding cards, his movement may be either in or out of the querent's life for either better or worse. He is the archetypal warrior.", "card_reversed": "The card reversed, lends itself to someone who is impetuous, sly and falsehearted, fierce in action with little staying power. A starter but not a finisher of things. Quarrels may be indicated, but this depends upon surrounding cards. Application of great force and energy becomes 'simple-minded indulgence."},
    {"number": 62, "name": "Queen of Swords","card_straight": "A complex, courageous, intelligent woman, who may well have suffered some deep sorrow or loss. She is concerned with attention to accuracy and detail and can skillfully balance opposing factions to meet her own needs. She has attained inner wisdom and a sense of truth. The cards is one for women who have overcome adversity especially at the hands of men, to obtain a state of grace. The ability of women.", "card_reversed": "Unhappiness for the sake of unhappiness. A card of wrongdoing as a reply to adverse circumstances. This card can represent a deceptive, sly, intolerant and narrow minded woman, expert in the use of half truths and quiet gossip. A formidable rival due to her subtlety and sharp intellect."},
    {"number": 63, "name": "King of Swords","card_straight": "This king is certainly a ruler. This man is a law-maker, someone with a rational, alert and inventive mind. An advocate of law and order, and modernity to the expense of tradition. He has a tendency to be somewhat overcautious and leaves one project quickly to start on another. A man of independent judgment and an achiever in what he does.", "card_reversed": "The possibility of great disruption and contempt for the weak. An abuse of power and authority. This card may represent a calculating, obstinate man, capable of utmost iniquity to achieve his aims and desires."},
    {"number": 64, "name": "Ace of Pentacles","card_straight": "Financial change for the better, material comfort, physical well being, wealth, possessions and an appreciation of the good things in life. Artistic dexterity brings rewards. Social contact for financial gain. Writing for financial gain. Love of study and a union of ideas. The essence and luxury of the Element of Earth.", "card_reversed": "Greed, dependence upon physical pleasures for happiness, avarice, miserliness, materialism. Lack of imagination and fear of death."},
    {"number": 65, "name": "Ten of Pentacles", "card_straight": "Vast change and fluctuations. A need to balance many skills, when planning ahead. A warning against purchasing items on credit. The cards indicates: imminent changes and movement, such as news, journeys, communications, money, material preoccupations. All change must be skillfully navigated with knowledgeable manipulation of life's rules, in order to attain continued success. There needs to be careful handling of established business. Financial gain through ingenuity.", "card_reversed": "Guard against fecklessness, reckless elation, and discounting warnings of impending issues ahead. Debt, also may indicate over-indulgence in physical pleasures or maybe even overeating and drinking. Romance may be hampered by coldness. Ideas that are way out. An inability to complete a project."},
    {"number": 66, "name": "Three of Pentacles","card_straight": "Success gained through hard work and effort. A gain in commerce and an increase in material things. This is the card of the businessman, craftsman and merchant. Skillful work is both awarded and appreciated. Gain from social activities. Intellectual efforts may prove profitable. Possibly a good time to start a project, with an indication of help in business.", "card_reversed": "Guard against: miserliness, missed opportunities through fear of loss and the inability to benefit from the advice of others as a result of obstinacy, conceit or prejudice. Concern that effort that yields disappointing results."},
    {"number": 67, "name": "Four of Pentacles","card_straight": "Financial and material security. An increase in power and authority in business, through influence and wealth. Business and monetary obstacles can be overcome. Promotion. Force is not needed to achieve law and order, it can be done through negotiation.", "card_reversed": "An inability to delegate work, bureaucracy that destroys individual initiative. Arguments may slow progress. Greed. A fear of losing that which is familiar and established which in turn makes for opposition to change."},
    {"number": 68, "name": "Five of Pentacles","card_straight": "Possible unemployment issues, monetary and financial stability issues, material worries and profligacy. A warning of money troubles lying ahead, however there is a suggestion that restriction in certain areas may open doors in others. Avenues yet to be explored, a message of not being too despondent as original ideas may prove helpful.", "card_reversed": "Long term job seeking. Guard against lack of success and profligacy. Overindulgence may strain the budget. Feeling financially broke. Adversity that may be overcome was it not for a lack of imagination or ability to be less obstinate."},
    {"number": 69, "name": "Six of Pentacles","card_straight": "Solvency in material affairs, clearance of debts and use of good fortune to the benefit of others. The little things count. Repayment of favours. Charity, patronage, sympathy and a kind heart.", "card_reversed": "Reckless and careless behaviour with money. Mindfulness of loss of money through carelessness, deceit or theft. Extravagance."},
    {"number": 70, "name": "Seven of Pentacles", "card_straight": "Promising projects that fail. A warning not to rest upon one's laurels as success is only attainable through continued hard work. Material success may be possible but the nettle must be grasped. Previous past effort wasted through inertia in the present. Reaping no reward from charitable work. The discovery of a missing link.", "card_reversed": "Self induced money worries. Guard against insolvency, possibly gambling, promising circumstances that may end in failure. Financial insecurity. ESP experiences. Well directed mental energy may help solve problems."},
    {"number": 71, "name": "Eight of Pentacles", "card_straight": "The use of one's skills and personal interests to rewarding and profitable ends. Reaping the fruits of one's labour, a small increase in money. An advantageous card for any talented or enthusiastic individuals. To enjoy lasting success efforts should be continuous and not halted prematurely. Thriftiness.", "card_reversed": "Inappropriate use of energy and skills for unsuitable ends. A warning against dishonest dealings in business affairs. Short term gain at the expense of long term profit."},
    {"number": 72, "name": "Nine of Pentacles","card_straight": "The enjoyment of hard earned success. Financial gains made from unexpected sources, such as: monetary gifts, winnings, inheritances and settlements. Unearned income possibly from a divorce settlement. Popularity, common sense and order arising out of chaos.", "card_reversed": "Affluence obtained via questionable means. Guard against theft, swindling, pilfering and corruption. Success earned from the backs and hard luck of others. This card also warns that present calm and stability may not be sustained. An unexpected bill may arrive. Mental possessions endure longer than physical ones."},
    {"number": 73, "name": "Ten of Pentacles","card_straight": "Emotional and financial stability. Family fortunes, inheritance and prosperity that has been built up and handed down over the generations. The formation of family tradition. This card may indicate good fortune regarding a dowry.", "card_reversed": "The negative effects of vast wealth and the restrictive effects of long tradition. Family arguments about money, or the breaking up of an estate. Guard against burglary. Fluctuating financial fortunes. Shaky speculation. A change of viewpoint."},
    {"number": 74, "name": "Page of Pentacles","card_straight": "This card can indicate a meticulous, hardworking man, proud of his responsibilities. He is essentially honourable, a good administrator, but he may sometimes be a little too diligent and overzealous in his duties.", "card_reversed": "Ill A person with no sense of humour and full of his own importance. A person who enjoys the power he wields over those below him. Depending upon the surrounding cards there may be some unwelcome news concerning monetary matters."},
    {"number": 75, "name": "Knight of Pentacles","card_straight": "This card can indicate an impassive, indifferent and stoical person, who does not always appreciate the feelings of others. A very traditional person who is clever in monetary affairs, patient and hardworking. Thoughts are mainly about health and money.", "card_reversed": "This card can indicate a greedy and grasping person, sometimes self satisfied and smug. Depending upon the surrounding cards this card symbolises that finances have reached a break-even point or even a standstill. Guard against those who may plot unfair financial advantage."},
    {"number": 76, "name": "Queen of Pentacles", "card_straight": "This card can indicate a capable and practical businesswoman, who enjoys her material comforts. She has a responsible attitude to her wealth and uses it to advance the fortunes of those in her inner circle. She is neither particularly bright nor insightful, but has depth of feeling, with an appreciation of life's pleasures.", "card_reversed": "This card can indicate a person that enjoys the company of sycophants to shield her from criticism and uses her wealth to do this. She is unable to see beyond material possessions or rise above them. She can be highly changeable with a suspicious and narrow-minded outlook towards things that are either new or that she misunderstands. Fortune used for displays of grandeur and opulence."},
    {"number": 77, "name": "King of Pentacles","card_straight": "This card can indicate a loyal and dependable leader who is neither particularly intelligent or imaginative. He is trustworthy, patient, cautious, and uses his inborn wisdom to increase his wealth. He is slow to lose his temper, but once angered he stands rigid against his enemies", "card_reversed": "This card can indicate a person who is easily bought, dull, very materialistic and mercenary. He is blind to beauty and hates change as he finds it hard to adapt. He treads a well worn path even if it leads nowhere."},
    {"number": 78, "name": "Cover","card_straight": "TAP ON THE CARD IN THE MAIN WINDOW TO REVEAL YOUR PREDICTION...", "card_reversed": "TAP ON THE CARD IN THE MAIN WINDOW TO REVEAL YOUR PREDICTION..."}]}
